img/1-RDF-tripleta-L3-10-auto/H7mR.dot
digraph G {
graph [rankdir=LR,bgcolor="transparent",pad="0.2",nodesep="0.55",ranksep="0.8"];
node [shape=box,style="rounded",fontname="Arial"]; edge [fontname="Arial"];
p [label="prof:p01"]; c [label="course:c01"]; t [label="ex:Course"]; s [label="student:s02"];
p -> c [label="ex:teaches"];
s -> c [label="ex:enrolledIn"];
c -> t [label="rdf:type"];
}
