img/1-RDF-tripleta-L3-10-auto/H7mR.mmd
flowchart LR
P[prof:p01] -->|ex:teaches| C[course:c01]
S[student:s02] -->|ex:enrolledIn| C
C -->|rdf:type| T[ex:Course]
